Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# NotificationActionPinnedPollUser
source: {0} pinned a poll {1}
ar: ثبّت ⁨{0}⁩ استفتاء ⁨{1}⁩
be: {0} замацаваў(-ла) апытанне {1}
ca: {0} ha fixat l'enquesta {1}
de: {0} hat eine Umfrage angeheftet {1}
es: {0} fijó una encuesta {1}
fi: {0} kiinnitti kyselyn "{1}"
fr: {0} a épinglé un sondage {1}
it: {0} ha fissato un sondaggio {1}
ko: {0}님이 설문 {1}을(를) 고정했습니다
ms: {0} semat undian {1}
nl: {0} heeft de poll {1} vastgezet
pl: Użytkownik {0} przypiął ankietę {1}
pt_br: {0} fixou a enquete {1}
ru: {0} закрепил(а) опрос {1}
sv: {0} fäste upp omröstning {1}
tr: {0}, {1} anketini sabitledi
uk: {0} прикріплює опитування {1}

# NotificationActionPinnedQuiz2
source: {0} pinned the quiz "{2}" in the group {1}
ar: أرسل ⁨{0}⁩ الاختبار «⁨{2}⁩» لمجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) віктарыну «{2}» у суполцы {1}
ca: {0} ha fixat el concurs «{2}» al grup {1}
de: {0} hat das Quiz "{2}" in der Gruppe "{1}" angeheftet
es: {0} fijó el cuestionario “{2}” en el grupo {1}
fa: ⁨{0}⁩ آزمون «⁨{2}⁩» را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti visan "{2}" ryhmään {1}
fr: {0} a épinglé le quiz "{2}" dans le groupe {1}
id: {0} menyematkan kuis "{2}" dalam grup {1}
it: {0} ha fissato il quiz "{2}" nel gruppo {1}
ko: {0} 님이 "{2}" 퀴즈를 {1} 그룹에 고정했습니다
ms: {0} semat kuiz "{2}" dalam grup {1}
nl: {0} heeft de quiz "{2}" vastgezet in de groep {1}
pl: Użytkownik {0} przypiął quiz „{2}” w grupie {1}
pt_br: {0} fixou o quiz "{2}" no grupo {1}
ru: {0} закрепил(а) викторину «{2}» в группе «{1}»
sv: {0} fäste upp quiz {2} i grupp {1}
tr: {0}, {1} grubuna "{2}" testini sabitledi
uk: {0} прикріплює вікторину "{2}" у групі {1}
uz: {0} {1} guruhida “{2}” viktorinasini yubordi

# NotificationActionPinnedQuizChannel2
source: {0} pinned the quiz "{1}"
ar: ثبت ⁨{0}⁩ الاختبار «⁨{1}⁩»
be: {0} замацаваў(-ла) віктарыну «{1}»
ca: {0} ha fixat el concurs «{1}»
de: {0} hat das Quiz "{1}" angeheftet
es: {0} fijó el cuestionario “{1}”
fa: ⁨{0}⁩ آزمون «⁨{1}⁩» را سنجاق کرد
fi: {0} kiinnitti visan "{1}"
fr: {0} a épinglé le quiz "{1}"
id: {0} menyematkan kuis "{1}"
it: {0} ha fissato il quiz "{1}"
ko: {0} 님이 "{1}" 퀴즈를 고정했습니다
ms: {0} semat kuiz "{1}"
nl: {0} heeft quiz "{1}" vastgezet
pl: {0} przypiął quiz „{1}”
pt_br: {0} fixou o quiz "{1}"
ru: {0} закрепил(а) викторину «{1}»
sv: {0} fäste upp quiz {1}
tr: {0}, "{1}" testini sabitledi
uk: {0} прикріплює вікторину "{1}"
uz: {0} “{1}” viktorinasini qadadi

# NotificationActionPinnedQuizUser
source: {0} pinned a quiz {1}
ar: ثبّت ⁨{0}⁩ اختبار ⁨{1}⁩
be: {0} замацаваў(-ла) віктарыну {1}
ca: {0} ha fixat el concurs {1}
de: {0} hat ein Quiz angeheftet {1}
es: {0} fijó un cuestionario {1}
fi: {0} kiinnitti visan "{1}"
fr: {0} a épinglé un quiz {1}
it: {0} ha fissato un quiz {1}
ko: {0}님이 퀴즈 {1}를 고정했습니다
ms: {0} semat kuiz {1}
nl: {0} heeft de quiz {1} vastgezet
pl: Użytkownik {0} przypiął quiz {1}
pt_br: {0} fixou o quiz {1}
ru: {0} закрепил(а) викторину {1}
sv: {0} fäste upp quiz {1}
tr: {0}, {1} testini sabitledi
uk: {0} прикріплює вікторину {1}

# NotificationActionPinnedRound
source: {0} pinned a video message in the group {1}
ar: ثبّتَ ⁨{0}⁩ رسالةً مرئيةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) відэапаведамленне ў суполцы {1}
ca: {0} ha fixat un missatge de vídeo en el grup {1}
de: {0} hat eine Videonachricht in der Gruppe {1} angeheftet
es: {0} fijó un videomensaje en el grupo {1}
fa: ⁨{0}⁩ یک پیام ویدیویی را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti videoviestin ryhmässä {1}
fr: {0} a épinglé un message vidéo dans le groupe {1}
id: {0} menyematkan pesan video di group {1}
it: {0} ha fissato un videomessaggio nel gruppo {1}
ko: {0} 님이 {1} 그룹에 동영상 메시지를 고정했습니다
ms: {0} semat mesej video di grup {1}
nl: {0} heeft videobericht vastgezet in de groep {1}
pl: Użytkownik {0} przypiął wiadomość wideo w grupie {1}
pt_br: {0} fixou uma mensagem de vídeo no grupo {1}
ru: {0} закрепил(а) видеосообщение в группе {1}
sv: {0} fäste upp ett videomeddelande i grupp {1}
tr: {0}, {1} grubunda görüntülü mesaj sabitledi
uk: {0} прикріплює відеоповідомлення у групі {1}
uz: {0} {1} guruhga video xabar biriktirdi
zh_cn: {0} 在群组«{1}»置顶了一段视频消息
zh_tw: {0} 在群組«{1}»置頂了一段影片

# NotificationActionPinnedRoundChannel
source: {0} pinned a video message
ar: ثبت ⁨{0}⁩ رسالةً مرئية
be: {0} замацаваў(-ла) відэапаведамленне
ca: {0} ha fixat un missatge de vídeo
de: {0} hat eine Videonachricht angeheftet
es: {0} fijó un videomensaje
fa: ⁨{0}⁩ یک پیام ویدیویی سنجاق کرد
fi: {0} kiinnitti videoviestin
fr: {0} a épinglé un message vidéo
id: {0} menyematkan pesan video
it: {0} ha fissato un videomessaggio
ko: {0} 님이 동영상 메시지를 고정했습니다
ms: {0} tampal mesej video
nl: {0} heeft videobericht vastgezet
pl: {0} przypiął wiadomość wideo
pt_br: {0} fixou uma mensagem de vídeo
ru: {0} закрепил(а) видеосообщение
sv: {0} fäste upp ett videomeddelande
tr: {0} bir görüntülü mesajı sabitledi
uk: {0} прикріплює відеоповідомлення
uz: {0} videoxabarni qadadi
zh_cn: {0} 置顶了一条视频消息
zh_tw: {0} 置頂了一條影片

# NotificationActionPinnedRoundUser
source: {0} pinned a video message
ar: ثبّت ⁨{0}⁩ رسالة مرئية
be: {0} замацаваў(-ла) відэапаведамленне
ca: {0} ha fixat un missatge de vídeo
de: {0} hat eine Videonachricht angeheftet
es: {0} fijó un videomensaje
fi: {0} kiinnitti videoviestin
fr: {0} a épinglé un message vidéo
it: {0} ha fissato un videomessaggio
ko: {0}님이 동영상 메시지를 고정했습니다
ms: {0} semat mesej video
nl: {0} zette een videobericht vast
pl: Użytkownik {0} przypiął wiadomość wideo
pt_br: {0} fixou uma mensagem de vídeo
ru: {0} закрепил(а) видеосообщение
sv: {0} fäste upp ett videomeddelande
tr: {0} bir görüntülü mesajı sabitledi
uk: {0} прикріплює відеоповідомлення

# NotificationActionPinnedSticker
source: {0} pinned a sticker in the group {1}
ar: ثبّتَ ⁨{0}⁩ ملصقًا في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) стыкер ў суполцы {1}
ca: {0} ha fixat un adhesiu en el grup {1}
de: {0} hat einen Sticker in der Gruppe {1} angeheftet
es: {0} fijó un sticker en el grupo {1}
fa: ⁨{0}⁩ یک استیکر را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti tarran ryhmässä {1}
fr: {0} a épinglé un autocollant dans le groupe {1}
id: {0} menyematkan stiker di group {1}
it: {0} ha fissato uno sticker nel gruppo {1}
ko: {0} 님이 {1} 그룹에 스티커를 고정했습니다
ms: {0} semat stiker di grup {1}
nl: {0} heeft sticker vastgezet in de groep {1}
pl: Użytkownik {0} przypiął naklejkę w grupie {1}
pt_br: {0} fixou um sticker no grupo {1}
ru: {0} закрепил(а) стикер в «{1}»
sv: {0} fäste upp en dekal i gruppen {1}
tr: {0}, {1} grubunda bir çıkartmayı sabitledi
uk: {0} прикріплює наліпку у групі {1}
uz: {0} “{1}” guruhida stikerni qadadi
zh_cn: {0} 在群组«{1}»置顶了一个表情
zh_tw: {0} 在群組«{1}»置頂了一個表情

# NotificationActionPinnedStickerChannel
source: {0} pinned a sticker
ar: ⁨{0}⁩ ثبت ملصق
be: {0} замацаваў(-ла) стыкер
ca: {0} ha fixat un adhesiu
de: {0} hat einen Sticker angeheftet
es: {0} fijó un sticker
fa: ⁨{0}⁩ یک استیکر را سنجاق کرد
fi: {0} kiinnitti tarran
fr: {0} a épinglé un autocollant
id: {0} menyematkan stiker
it: {0} ha fissato uno sticker
ko: {0} 님이 스티커를 고정했습니다
ms: {0} tampalkan stiker
nl: {0} heeft sticker vastgezet
pl: {0} przypiął naklejkę
pt_br: {0} fixou um sticker
ru: {0} закрепил(а) стикер
sv: {0} fäste upp en dekal
tr: {0} bir çıkartmayı sabitledi
uk: {0} прикріплює наліпку
uz: {0} stikerni qadadi
zh_cn: {0} 置顶了一个表情
zh_tw: {0} 置頂了一個表情

# NotificationActionPinnedStickerEmoji
source: {0} pinned a {2} sticker in the group {1}
ar: ثبّتَ ⁨{0}⁩ ملصق ⁨{2}⁩ في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) {2} стыкер ў суполцы {1}
ca: {0} ha fixat un {2} adhesiu en el grup {1}
de: {0} hat einen {2} Sticker in der Gruppe {1} angeheftet
es: {0} fijó un {2} sticker en el grupo {1}
fa: ⁨{0}⁩ یک استیکر ⁨{2}⁩ را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti {2}-tarran ryhmässä {1}
fr: {0} a épinglé un autocollant {2} dans le groupe {1}
id: {0} menyematkan {2} stiker pada group {1}
it: {0} ha fissato uno {2} sticker nel gruppo {1}
ko: {0} 님이 {1} 그룹에 {2} 스티커를 고정했습니다
ms: {0} semat {2} stiker di grup {1}
nl: {0} heeft een {2} sticker vastgezet in de groep {1}
pl: Użytkownik {0} przypiął naklejkę {2} w grupie {1}
pt_br: {0} fixou um {2} sticker no grupo {1}
ru: {0} закрепил(а) стикер {2} в «{1}»
sv: {0} fäste upp en {2}-dekal i gruppen {1}
tr: {0}, {1} grubunda {2} çıkartmasını sabitledi
uk: {0} прикріплює {2} наліпку у групі {1}
uz: {0} “{1}” guruhida {2} stikerini qadadi
zh_cn: {0} 在群组«{1}»置顶了一个 {2} 表情
zh_tw: {0} 在群組«{1}»置頂了一個 {2} 表情

# NotificationActionPinnedStickerEmojiChannel
source: {0} pinned a {1} sticker
ar: ثبت ⁨{0}⁩ ملصق ⁨{1}⁩
be: {0} замацаваў(-ла) {1} стыкер
ca: {0} ha fixat un {1} adhesiu
de: {0} hat einen {1} Sticker angeheftet
es: {0} fijó un {1} sticker
fa: ⁨{0}⁩ یک استیکر ⁨{1}⁩ را سنجاق کرد
fi: {0} kiinnitti {1}-tarran
fr: {0} a épinglé un autocollant {1}
id: {0} menyematkan stiker {1}
it: {0} ha fissato uno {1} sticker
ko: {0} 님이 {1} 스티커를 고정했습니다
ms: {0} tampalkan {1} stiker
nl: {0} heeft een {1} sticker vastgezet
pl: {0} przypiął naklejkę {1}
pt_br: {0} fixou um {1} sticker
ru: {0} закрепил(а) стикер {1}
sv: {0} fäste upp en {1}-dekal
tr: {0}, {1} çıkartmasını sabitledi
uk: {0} прикріплює {1} наліпку
uz: {0} {1} stikerini qadadi
zh_cn: {0} 置顶了一个 {1} 表情
zh_tw: {0} 置頂了一個 {1} 表情

# NotificationActionPinnedStickerEmojiUser
source: {0} pinned a {1} sticker
ar: ثبّت ⁨{0}⁩ ملصق ⁨{1}⁩
be: {0} замацаваў(-ла) {1} стыкер
ca: {0} ha fixat un {1} adhesiu
de: {0} hat einen {1}-Sticker angeheftet
es: {0} fijó un {1} sticker
fi: {0} kiinnitti {1}-tarran
fr: {0} a épinglé un autocollant {1}
it: {0} ha fissato uno {1} sticker
ko: {0} 님이 {1} 스티커를 고정했습니다
ms: {0} semat {1} stiker
nl: {0} heeft sticker {1} vastgezet
pl: Użytkownik {0} przypiął naklejkę {1}
pt_br: {0} fixou o sticker {1}
ru: {0} закрепил(а) стикер {1}
sv: {0} fäste upp en {1}-dekal
tr: {0}, {1} çıkartmasını sabitledi
uk: {0} прикріплює наліпку {1}

# NotificationActionPinnedStickerUser
source: {0} pinned a sticker
ar: ثبّت ⁨{0}⁩ ملصقًا
be: {0} замацаваў(-ла) стыкер
ca: {0} ha fixat un adhesiu
de: {0} har einen Sticker angeheftet
es: {0} fijó un sticker
fi: {0} kiinnitti tarran
fr: {0} a épinglé un autocollant
it: {0} ha fissato uno sticker
ko: {0}님이 스티커를 고정했습니다
ms: {0} semat stiker
nl: {0} zette een sticker vast
pl: Użytkownik {0} przypiął naklejkę
pt_br: {0} fixou um sticker
ru: {0} закрепил(а) стикер
sv: {0} fäste upp en dekal
tr: {0} bir çıkartmayı sabitledi
uk: {0} прикріплює наліпку

# NotificationActionPinnedText
source: {0} pinned "{1}" in the group {2}
ar: ثبّتَ ⁨{0}⁩ «⁨{1}⁩» في مجموعة ⁨{2}⁩
be: {0} замацаваў(-ла) «{1}» у суполцы {2}
ca: {0} ha fixat «{1}» en el grup {2}
de: {0} hat "{1}" in der Gruppe {2} angeheftet
es: {0} fijó “{1}” en el grupo {2}
fa: ⁨{0}⁩ «⁨{1}⁩» را در گروه ⁨{2}⁩ سنجاق کرد
fi: {0} kiinnitti viestin "{1}" ryhmässä {2}
fr: {0} a épinglé "{1}" dans le groupe {2}
id: {0} menyematkan "{1}" di group {2}
it: {0} ha fissato "{1}" nel gruppo {2}
ko: {0} 님이 {2} 그룹에 "{1}"을(를) 고정했습니다
ms: {0} semat "{1}" di grup {2}
nl: {0} heeft "{1}" vastgezet in de groep {2}
pl: Użytkownik {0} przypiął „{1}” w grupie {2}
pt_br: {0} fixou "{1}" no grupo {2}
ru: {0} закрепил(а) «{1}» в группе {2}
sv: {0} fäste upp "{1}" i gruppen {2}
tr: {0}, {2} grubunda "{1}" mesajını sabitledi
uk: {0} прикріплює "{1}" у групі {2}
uz: {0} “{2}” guruhida “{1}”ni qadadi
zh_cn: {0} 在群组«{2}»置顶了«{1}»
zh_tw: {0} 在群組«{2}»置頂了«{1}»

# NotificationActionPinnedTextChannel
source: {0} pinned "{1}"
ar: ثبت ⁨{0}⁩ «⁨{1}⁩»
be: {0} замацаваў(-ла) «{1}»
ca: {0} ha fixat «{1}»
de: {0} hat "{1}" angeheftet
es: {0} fijó “{1}”
fa: ⁨{0}⁩ «⁨{1}⁩» را سنجاق کرد
fi: {0} kiinnitti viestin "{1}"
fr: {0} a épinglé "{1}"
id: {0} menyematkan "{1}"
it: {0} ha fissato "{1}"
ko: {0} 님이 "{1}"을(를) 고정했습니다
ms: {0} tampalkan "{1}"
nl: {0} heeft "{1}" vastgezet
pl: {0} przypiął „{1}”
pt_br: {0} fixou "{1}"
ru: {0} закрепил(а) «{1}»
sv: {0} fäste upp "{1}"
tr: {0} sabitledi: "{1}"
uk: {0} прикріплює "{1}"
uz: {0} “{1}”ni qadadi
zh_cn: {0} 置顶了«{1}»
zh_tw: {0} 置頂了«{1}»

# NotificationActionPinnedTextUser
source: {0} pinned "{1}"
ar: ثبّت ⁨{0}⁩ "⁨{1}⁩"
be: {0} замацаваў(-ла) «{1}»
ca: {0} ha fixat «{1}»
de: {0} hat "{1}" angeheftet
es: {0} fijó “{1}”
fi: {0} kiinnitti "{1}"
fr: {0} a épinglé "{1}"
it: {0} ha fissato "{1}"
ko: {0}님이 {1}을(를) 고정했습니다
ms: {0} semat "{1}"
nl: {0} heeft "{1}" vastgezet
pl: Użytkownik {0} przypiął „{1}”
pt_br: {0} fixou "{1}"
ru: {0} закрепила(а) "{1}"
sv: {0} fäste upp "{1}"
tr: {0} sabitledi: "{1}"
uk: {0} прикріплює "{1}"

# NotificationActionPinnedVideo
source: {0} pinned a video in the group {1}
ar: ثبّتَ ⁨{0}⁩ مقطعًا مرئيًا في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) відэа ў суполцы {1}
ca: {0} ha fixat un vídeo en el grup {1}
de: {0} hat ein Video in der Gruppe {1} angeheftet
es: {0} fijó un video en el grupo {1}
fa: ⁨{0}⁩ یک ویدیو را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti videon ryhmässä {1}
fr: {0} a épinglé une vidéo dans le groupe {1}
id: {0} menyematkan video di grup {1}
it: {0} ha fissato un video nel gruppo {1}
ko: {0} 님이 {1} 그룹에 동영상을 고정했습니다
ms: {0} semat video di grup {1}
nl: {0} heeft video vastgezet in de groep {1}
pl: Użytkownik {0} przypiął wideo w grupie {1}
pt_br: {0} fixou um vídeo no grupo {1}
ru: {0} закрепил(а) видео в группе {1}
sv: {0} fäste upp en video i gruppen {1}
tr: {0}, {1} grubunda bir video sabitledi
uk: {0} прикріплює відео у групі {1}
uz: {0} “{1}” guruhida videoni qadadi
zh_cn: {0} 在群组«{1}»置顶了一段视频
zh_tw: {0} 在群組«{1}»置頂了一段影片

# NotificationActionPinnedVideoChannel
source: {0} pinned a video
ar: ثبت ⁨{0}⁩ مقطعًا مرئيًا
be: {0} замацаваў(-ла) відэа
ca: {0} ha fixat un vídeo
de: {0} hat ein Video angeheftet
es: {0} fijó un video
fa: ⁨{0}⁩ یک ویدیو را سنجاق کرد
fi: {0} kiinnitti videon
fr: {0} a épinglé une vidéo
id: {0} menyematkan video
it: {0} ha fissato un video
ko: {0} 님이 동영상을 고정했습니다
ms: {0} tampalkan video
nl: {0} heeft video vastgezet
pl: {0} przypiął wideo
pt_br: {0} fixou um vídeo
ru: {0} закрепил(а) видео
sv: {0} fäste upp en video
tr: {0} bir videoyu sabitledi
uk: {0} прикріплює відео
uz: {0} videoni qadadi
zh_cn: {0} 置顶了一段视频
zh_tw: {0} 置頂了一段影片

# NotificationActionPinnedVideoUser
source: {0} pinned a video
ar: ثبّت ⁨{0}⁩ مقطعًا مرئيًا
be: {0} замацаваў(-ла) відэа
ca: {0} ha fixat un vídeo
de: {0} hat ein Video angeheftet
es: {0} fijó un video
fi: {0} kiinnitti videon
fr: {0} a épinglé une vidéo
it: {0} ha fissato un video
ko: {0}님이 동영상을 고정했습니다
ms: {0} semat video
nl: {0} zette een video vast
pl: Użytkownik {0} przypiął wideo
pt_br: {0} fixou um vídeo
ru: {0} закрепил(а) видео
sv: {0} fäste upp en video
tr: {0} bir videoyu sabitledi
uk: {0} прикріплює відео

# NotificationActionPinnedVoice
source: {0} pinned a voice message in {1}
ar: ثبّتَ ⁨{0}⁩ رسالة صوتية في ⁨{1}⁩
be: {0} замацаваў(-ла) галасавое паведамленне ў {1}
ca: {0} ha fixat un missatge de veu en {1}
de: {0} hat eine Sprachnachricht bei {1} angeheftet
es: {0} fijó un mensaje de voz en {1}
fi: {0} kiinnitti ääniviestin ryhmässä {1}
fr: {0} a épinglé un message vocal dans {1}
it: {0} ha fissato un messaggio vocale in {1}
ko: {0}님이 {1}에 음성 메시지를 고정했습니다
ms: {0} semat mesej suara di {1}
nl: {0} zette een spraakbericht vast in {1}
pl: Użytkownik {0} przypiął wiadomość głosową w {1}
pt_br: {0} fixou uma mensagem de voz em {1}
ru: {0} закрепил(а) голосовое сообщение в «{1}»
sv: {0} fäste upp ett röstmeddelande i {1}
tr: {0}, {1} içinde bir sesli mesajı sabitledi
uk: {0} прикріплює голосове повідомлення у групі {1}

# NotificationActionPinnedVoiceChannel
source: {0} pinned a voice message
ar: ثبت ⁨{0}⁩ رسالةً صوتية
be: {0} замацаваў(-ла) галасавое паведамленне
ca: {0} ha fixat un missatge de veu
de: {0} hat eine Sprachnachricht angeheftet
es: {0} fijó un mensaje de voz
fa: ⁨{0}⁩ یک پیام صوتی را سنجاق کرد
fi: {0} kiinnitti ääniviestin
fr: {0} a épinglé un message vocal
id: {0} menyematkan pesan suara
it: {0} ha fissato un messaggio vocale
ko: {0} 님이 음성 메시지를 고정했습니다
ms: {0} tampalkan mesej suara
nl: {0} heeft spraakbericht vastgezet
pl: {0} przypiął wiadomość głosową
pt_br: {0} fixou uma mensagem de voz
ru: {0} закрепил(а) голосовое сообщение
sv: {0} fäste upp ett röstmeddelande
tr: {0} bir sesli mesajı sabitledi
uk: {0} прикріплює голосове повідомлення
uz: {0} ovozli xabarni qadadi
zh_cn: {0} 置顶了一条语音消息
zh_tw: {0} 置頂了一條語音訊息

# NotificationActionPinnedVoiceUser
source: {0} pinned a voice message
ar: ثبّت ⁨{0}⁩ رسالة صوتيّة
be: {0} замацаваў(-ла) галасавое паведамленне
ca: {0} ha fixat un missatge de veu
de: {0} hat eine Sprachnachricht angeheftet
es: {0} fijó un mensaje de voz
fi: {0} kiinnitti ääniviestin
fr: {0} a épinglé un message vocal
it: {0} ha fissato un messaggio vocale
ko: {0}님이 음성 메시지를 고정했습니다
ms: {0} semat mesej suara
nl: {0} zette een spraakbericht vast
pl: Użytkownik {0} przypiął wiadomość głosową
pt_br: {0} fixou uma mensagem de voz
ru: {0} закрепил(а) голосовое сообщение
sv: {0} fäste upp ett röstmeddelande
tr: {0} bir sesli mesajı sabitledi
uk: {0} прикріплює голосове повідомлення

# NotificationContactJoined
source: {0} joined Telegram!
ar: انضم ⁨{0}⁩ لتيليجرام!
be: {0} далучыўся(-лася) да Telegram!
ca: {0} s'ha unit al Telegram.
de: {0} benutzt jetzt Telegram!
es: ¡{0} se unió a Telegram!
fa: ⁨{0}⁩ به تلگرام پیوست!
fi: {0} liittyi Telegramiin!
fr: {0} a rejoint Telegram !
id: {0} bergabung dengan Telegram!
it: {0} si è unito a Telegram!
ko: {0} 님이 텔레그램에 가입했습니다!
ms: {0} sertai Telegram!
nl: {0} heeft nu Telegram!
pl: Użytkownik {0} dołączył do Telegrama!
pt_br: {0} entrou para o Telegram!
ru: {0} теперь в Telegram!
sv: {0} har gått med i Telegram!
tr: {0} Telegram'a katıldı!
uk: {0} приєднується до Telegram!
uz: {0} Telegramga qoʻshildi!
zh_cn: “{0}”加入了 Telegram！
zh_tw: “{0}”加入了 Telegram！

# NotificationContactNewPhoto
source: {0} updated profile photo
ar: حدّثَ ⁨{0}⁩ صورته الشخصية
be: {0} абнавіў(-ла) аватар профілю
ca: {0} ha actualitzat la foto del perfil
de: {0} hat das Profilbild geändert
es: {0} cambió su foto de perfil
fa: ⁨{0}⁩ عکس پروفایل خود را به‌روزرسانی کرد
fi: {0} päivitti profiilikuvansa
fr: {0} a changé sa photo de profil
id: {0} memperbarui foto profil
it: {0} ha aggiornato la foto del profilo
ko: {0} 님이 프로필 사진을 업데이트했습니다
ms: {0} kemaskini foto profil
nl: {0} heeft zijn/haar profielfoto gewijzigd
pl: Użytkownik {0} zaktualizował zdjęcie profilowe
pt_br: {0} atualizou a foto do perfil
ru: {0} обновил(а) фото профиля
sv: {0} uppdaterade sin profilbild
tr: {0} profil fotoğrafını güncelledi
uk: {0} змінює фото профілю
uz: {0} profil rasmini yangiladi
zh_cn: {0} 更新了头像
zh_tw: {0} 更新了頭像

# NotificationEditedGroupName
source: {0} renamed the group {1}
ar: انضم ⁨{0}⁩ للمجموعة ⁨{1}⁩
be: {0} перайменаваў(-ла) суполку ў {1}
ca: {0} ha canviat el nom del grup {1}
de: {0} hat die Gruppe {1} umbenannt
es: {0} renombró el grupo {1}
fa: ⁨{0}⁩ نام گروه ⁨{1}⁩ رو تغییر داد
fi: {0} muutti ryhmän nimeksi {1}
fr: {0} a renommé le groupe {1}
id: {0} mengganti nama grup {1}
it: {0} ha rinominato il gruppo {1}
ko: {0} 님이 {1} 그룹명을 바꿨습니다
ms: {0} memberikan nama grup baru {1}
nl: {0} heeft de groepsnaam van {1} gewijzigd
pl: Użytkownik {0} zmienił nazwę grupy {1}
pt_br: {0} renomeou o grupo {1}
ru: {0} переименовал(а) группу {1}
sv: {0} ändrade namn på grupp {1}
tr: {0}, {1} grubunu yeniden adlandırdı
uk: {0} перейменовує групу {1}
uz: {0} “{1}” guruhi nomini oʻzgartirdi
zh_cn: {0} 重命名了群组«{1}»
zh_tw: {0} 重命名了群組«{1}»

# NotificationEditedGroupPhoto
source: {0} changed the group photo for {1}
ar: غيّرَ ⁨{0}⁩ صورة مجموعة ⁨{1}⁩
be: {0} змяніў(-ла) аватар суполкі {1}
ca: {0} ha canviat la foto del grup {1}
de: {0} hat das Gruppenbild von {1} geändert
es: {0} cambió la foto del grupo {1}
fa: ⁨{0}⁩ عکس گروه ⁨{1}⁩ را تغییر داد
fi: {0} muutti ryhmän {1} ryhmäkuvaa
fr: {0} a modifié la photo du groupe {1}
id: {0} mengganti foto grup {1}
it: {0} ha modificato la foto del gruppo {1}
ko: {0} 님이 {1} 그룹 사진을 바꿨습니다
ms: {0} menukar foto grup untuk {1}
nl: {0} heeft de groepsfoto voor {1} aangepast
pl: Użytkownik {0} zmienił zdjęcie grupy {1}
pt_br: {0} alterou a foto do grupo para {1}
ru: {0} изменил(а) фото группы на {1}
sv: {0} bytte bild för gruppen {1}
tr: {0}, {1} grubunun resmini değiştirdi
uk: {0} змінює фото групи для {1}
uz: {0} “{1}” guruhining rasmini almashtirdi
zh_cn: {0} 更改了群组«{1}»的头像
zh_tw: {0} 更改了群組«{1}»的頭像

# NotificationEditedGroupVideo
source: {0} changed the group video for {1}
ar: غيّر ⁨{0}⁩ صورة المجموعة ⁨{1}⁩
be: {0} змяніў відэа суполкі {1}
ca: {0} ha canviat el vídeo del grup {1}
de: {0} hat das Gruppenvideo bei {1} geändert
es: {0} cambió el video del grupo {1}
fa: ⁨{0}⁩ ویدیوی گروه را برای ⁨{1}⁩ تغییر داد
fi: {0} vaihtoi ryhmän videoksi {1}
fr: {0} a changé la vidéo du groupe pour {1}
id: {0} mengganti video grup untuk {1}
it: {0} ha cambiato il video del gruppo per {1}
ko: {1} 의 그룹 비디오를 {0} 님이 변경했습니다
ms: {0} tukar video grup untuk {1}
nl: {0} heeft de groepsvideo voor {1} aangepast
pl: Użytkownik {0} zmienił wideo grupy {1}
pt_br: {0} alterou o vídeo do grupo para {1}
ru: {0} изменил(а) видео группы в «{1}»
sv: {0} bytte videon för grupp {1}
tr: {0} grup videosunu {1} için değiştirdi
uk: {0} змінює відео групи {1}
uz: {0} {1} uchun guruh videosini oʻzgartirdi

# NotificationGroupAddMember
source: {0} invited {2} to the group {1}
ar: ⁨{0}⁩ أضاف ⁨{2}⁩ للمجموعة ⁨{1}⁩
be: {0} запрасіў(-ла) {2} у суполку {1}
ca: {0} ha convidat {2} al grup {1}
de: {0} hat {2} in die Gruppe {1} eingeladen
es: {0} añadió a {2} al grupo {1}
fa: ⁨{0}⁩، ⁨{2}⁩ را به گروه ⁨{1}⁩ دعوت کرد
fi: {0} kutsui henkilön {2} ryhmään {1}
fr: {0} a invité {2} au groupe {1}
id: {0} mengundang {2} ke grup {1}
it: {0} ha invitato {2} nel gruppo {1}
ko: {0} 님이 {2} 님을 {1} 그룹에 초대했습니다
ms: {0} jemput {2} ke grup {1}
nl: {0} heeft {2} uitgenodigd voor de groep {1}
pl: Użytkownik {0} zaprosił {2} do grupy {1}
pt_br: {0} convidou {2} para o grupo {1}
ru: {0} пригласил(а) {2} в группу {1}
sv: {0} bjöd in {2} till gruppen {1}
tr: {0}, {2} kişisini {1} grubuna davet etti
uk: {0} запрошує користувача {2} до групи {1}
uz: {0} {2}ni “{1}” guruhiga taklif qildi
zh_cn: {0} 邀请了 {2} 加入群组«{1}»
zh_tw: {0} 邀請了 {2} 加入群組«{1}»

# NotificationGroupAddSelf
source: {0} returned to the group {1}
ar: عاد ⁨{0}⁩ لمجموعة ⁨{1}⁩
be: {0} вярнуўся(-лася) у суполку {1}
ca: {0} ha tornat al grup {1}
de: {0} ist in die Gruppe {1} zurückgekehrt
es: {0} volvió al grupo {1}
fa: ⁨{0}⁩ به گروه ⁨{1}⁩ بازگشت
fi: {0} palasi ryhmään {1}
fr: {0} est revenu dans le groupe {1}
id: {0} kembali ke grup {1}
it: {0} è tornato nel gruppo {1}
ko: {0} 님이 {1} 그룹에 돌아왔습니다
ms: {0} kembali ke grup {1}
nl: {0} is terug in de groep {1}
pl: Użytkownik {0} wrócił do grupy {1}
pt_br: {0} retornou ao grupo {1}
ru: {0} снова в «{1}»
sv: {0} återvände till gruppen {1}
tr: {0}, {1} grubuna geri döndü
uk: {0} повертається до групи {1}
uz: {0} {1} guruhiga qaytib keldi
zh_cn: {0} 回到了群组«{1}»
zh_tw: {0} 回到了群組«{1}»

# NotificationGroupAddSelfMega
source: {0} joined the group {1}
ar: انضم ⁨{0}⁩ لمجموعة ⁨{1}⁩
be: {0} далучыўся(-лася) да суполкі {1}
ca: {0} s'ha unit al grup {1}
de: {0} ist der Gruppe {1} beigetreten
es: {0} se unió al grupo {1}
fa: ⁨{0}⁩ به گروه ⁨{1}⁩ پیوست
fi: {0} liittyi ryhmään {1}
fr: {0} a rejoint le groupe {1}
id: {0} bergabung ke grup {1}
it: {0} si è unito al gruppo {1}
ko: {0} 님이 {1} 그룹에 들어왔습니다
ms: {0} sertai grup {1}
nl: {0} is nu lid van de groep {1}
pl: Użytkownik {0} dołączył do grupy {1}
pt_br: {0} entrou no grupo {1}
ru: {0} теперь в «{1}»
sv: {0} gick med i gruppen {1}
tr: {0}, {1} grubuna katıldı
uk: {0} приєднується до групи {1}
uz: {0} {1} guruhiga qoʻshildi
zh_cn: {0} 加入了群组«{1}»
zh_tw: {0} 加入了群組«{1}»
